Repository: iebb/Telisten
Catalog: Telisten/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, vi, zh_hans, zh_hant

source: Enter the phrase sent by SMS
es: Introduce la frase enviada por SMS
fr: Saisissez la phrase envoyée par SMS
ja: SMSで送信されたフレーズを入力してください
ko: SMS로 보낸 문구를 입력하세요
vi: Nhập cụm từ được gửi bằng SMS
zh_hans: 输入短信发送的短语
zh_hant: 輸入簡訊發送的短語

source: Enter the word sent by SMS
es: Introduce la palabra enviada por SMS
fr: Saisissez le mot envoyé par SMS
ja: SMSで送信された単語を入力してください
ko: SMS로 보낸 단어를 입력하세요.
vi: Nhập từ được gửi bằng SMS
zh_hans: 输入短信发送的单词
zh_hant: 輸入簡訊發送的單字

source: Enter your Telegram password.
es: Ingresa tu contraseña de Telegram.
fr: Entrez votre mot de passe Telegram.
ja: Telegramのパスワードを入力してください。
ko: 텔레그램 비밀번호를 입력하세요.
vi: Nhập mật khẩu Telegram của bạn.
zh_hans: 输入您的Telegram密码。
zh_hant: 輸入您的Telegram密碼。

source: Enter your code
es: Introduce tu código
fr: Entrez votre code
ja: コードを入力してください
ko: 코드를 입력하세요
vi: Nhập mã của bạn
zh_hans: 输入您的代码
zh_hant: 輸入您的代碼

source: Enter your number in international format.
es: Ingrese su número en formato internacional.
fr: Entrez votre numéro au format international.
ja: 番号を国際形式で入力します。
ko: 국제 형식으로 번호를 입력하세요.
vi: Nhập số của bạn ở định dạng quốc tế.
zh_hans: 以国际格式输入您的号码。
zh_hant: 以國際格式輸入您的號碼。

source: Favorite
es: Favorito
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

source: Favorites
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
vi: Yêu thích
zh_hans: 收藏夹
zh_hant: 收藏夾

source: Find Telegram contacts
es: Encuentra contactos de Telegram
fr: Trouver des contacts Telegram
ja: Telegram の連絡先を探す
ko: 텔레그램 연락처 찾기
vi: Tìm liên hệ Telegram
zh_hans: 查找 Telegram 联系人
zh_hant: 尋找 Telegram 聯絡人

source: Find a group or channel
es: Encuentra un grupo o canal
fr: Rechercher un groupe ou une chaîne
ja: グループまたはチャンネルを探す
ko: 그룹 또는 채널 찾기
vi: Tìm một nhóm hoặc kênh
zh_hans: 查找群组或频道
zh_hant: 尋找群組或頻道

source: Find songs, artists, or albums across your Telegram music.
es: Encuentra canciones, artistas o álbumes en tu música de Telegram.
fr: Recherchez des chansons, des artistes ou des albums dans votre musique Telegram.
ja: Telegram の音楽全体から曲、アーティスト、アルバムを検索します。
ko: Telegram 음악 전체에서 노래, 아티스트, 앨범을 찾아보세요.
vi: Tìm bài hát, nghệ sĩ hoặc album trên nhạc Telegram của bạn.
zh_hans: 在 Telegram 音乐中查找歌曲、艺术家或专辑。
zh_hant: 在 Telegram 音樂中尋找歌曲、藝人或專輯。

source: Finding lyrics…
es: Buscando letras...
fr: Trouver des paroles…
ja: 歌詞を検索中…
ko: 가사 찾는 중…
vi: Đang tìm lời bài hát…
zh_hans: 寻找歌词...
zh_hant: 尋找歌詞...

source: Finding music sources…
es: Encontrar fuentes de música...
fr: Trouver des sources musicales…
ja: 音楽ソースを探しています…
ko: 음원을 찾는 중…
vi: Đang tìm nguồn nhạc…
zh_hans: 寻找音乐源...
zh_hant: 尋找音樂來源...

source: Finding music…
es: Buscando música...
fr: Trouver de la musique…
ja: 音楽を探しています…
ko: 음악을 찾는 중…
vi: Đang tìm nhạc…
zh_hans: 寻找音乐...
zh_hant: 尋找音樂...

source: Floating Lyrics
es: Letras flotantes
fr: Paroles flottantes
ja: 浮かぶ歌詞
ko: 플로팅 가사
vi: Lời bài hát trôi nổi
zh_hans: 漂浮的歌词
zh_hant: 漂浮的歌詞

source: Font
es: fuente
fr: Police
ja: フォント
ko: 글꼴
vi: Phông chữ
zh_hans: 字体
zh_hant: 字體

source: Generate
es: generar
fr: Générer
ja: 生成する
ko: 생성
vi: Tạo
zh_hans: 生成
zh_hant: 產生

source: Generate Pronunciation
es: Generar pronunciación
fr: Générer une prononciation
ja: 発音の生成
ko: 발음 생성
vi: Tạo cách phát âm
zh_hans: 生成发音
zh_hant: 生成發音

source: HTTPS chat-completions URL
es: URL de finalización de chat HTTPS
fr: URL d'achèvement du chat HTTPS
ja: HTTPS チャット補完 URL
ko: HTTPS 채팅 완료 URL
vi: URL hoàn thành trò chuyện HTTPS
zh_hans: HTTPS 聊天完成 URL
zh_hant: HTTPS 聊天完成 URL

source: Hello again
es: Hola de nuevo
fr: Re-bonjour
ja: こんにちは。
ko: 다시 한번 안녕
vi: Xin chào lần nữa
zh_hans: 再次你好
zh_hant: 再次你好

source: Hidden
es: Oculto
fr: Caché
ja: 隠された
ko: 숨겨진
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide Lyrics
es: Ocultar letras
fr: Masquer les paroles
ja: 歌詞を隠す
ko: 가사 숨기기
vi: Ẩn lời bài hát
zh_hans: 隐藏歌词
zh_hant: 隱藏歌詞

source: Hint: %@
es: Pista: %@
fr: Indice : %@
ja: ヒント: %@
ko: 힌트: %@
vi: Gợi ý: %@
zh_hans: 提示：%@
zh_hant: 提示：%@

source: Hiragana (Japanese)
es: Hiragana (japonés)
fr: Hiragana (japonais)
ja: ひらがな（日本語）
ko: 히라가나(일본어)
vi: Hiragana (tiếng Nhật)
zh_hans: 平假名（日语）
zh_hant: 平假名（日文）

source: Hover to reveal controls. Drag the grip to move lyrics. Locking lets clicks pass through; choose Floating Lyrics in the app or press ⇧⌘L to unlock.
es: Coloca el cursor para revelar los controles. Arrastre el control para mover la letra. El bloqueo deja pasar los clics; elija Letras flotantes en la aplicación o presione ⇧⌘L para desbloquear.
fr: Passez la souris pour révéler les commandes. Faites glisser la poignée pour déplacer les paroles. Le verrouillage laisse passer les clics ; choisissez Paroles flottantes dans l'application ou appuyez sur ⇧⌘L pour déverrouiller.
ja: カーソルを合わせるとコントロールが表示されます。グリップをドラッグすると歌詞が移動します。ロックするとクリックが通過します。アプリで [フローティング 歌詞] を選択するか、⇧⌘L を押してロックを解除します。
ko: 컨트롤을 표시하려면 마우스를 가져가세요. 가사를 이동하려면 그립을 드래그하세요. 잠그면 클릭이 통과됩니다. 앱에서 플로팅 가사를 선택하거나 ⇧⌘L을 눌러 잠금을 해제하세요.
vi: Di chuột để hiển thị các điều khiển. Kéo tay cầm để di chuyển lời bài hát. Khóa cho phép các nhấp chuột đi qua; chọn Lời bài hát nổi trong ứng dụng hoặc nhấn ⇧⌘L để mở khóa.
zh_hans: 将鼠标悬停以显示控件。拖动夹点来移动歌词。锁定可以让点击通过；在应用程序中选择浮动歌词或按⇧⌘L 解锁。
zh_hant: 將滑鼠懸停以顯示控制項。拖曳夾點來移動歌詞。鎖定可以讓點擊通過；在應用程式中選擇浮動歌詞或按⇧⌘L 解鎖。

source: Invite
es: invitar
fr: Inviter
ja: 招待する
ko: 초대
vi: Mời
zh_hans: 邀请
zh_hant: 邀請

source: Invite Contacts
es: Invitar contactos
fr: Inviter des contacts
ja: 連絡先を招待する
ko: 연락처 초대
vi: Mời liên hệ
zh_hans: 邀请联系人
zh_hant: 邀請聯絡人

source: Invite Telegram contacts
es: Invitar contactos de Telegram
fr: Inviter des contacts Telegram
ja: Telegram の連絡先を招待する
ko: 텔레그램 연락처 초대
vi: Mời liên hệ Telegram
zh_hans: 邀请 Telegram 联系人
zh_hant: 邀請 Telegram 聯絡人

source: Inviting…
es: Invitando…
fr: Invitant…
ja: 招待中…
ko: 초대 중…
vi: Đang mời…
zh_hans: 邀请…
zh_hant: 邀請…

source: Japanese
es: japonés
fr: Japonais
ja: 日本語
ko: 일본어
vi: tiếng Nhật
zh_hans: 日语
zh_hant: 日語

source: Join
es: Unirse
fr: Rejoindre
ja: 参加する
ko: 가입
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

source: Join %@ to listen together.
es: Únase a %@ para escuchar juntos.
fr: Rejoignez %@ pour écouter ensemble.
ja: %@ に参加して一緒に聞いてください。
ko: %@에 가입하여 함께 들어보세요.
vi: Tham gia %@ để cùng nghe nhé.
zh_hans: 加入%@一起聆听。
zh_hant: 加入%@一起聆聽。

source: Katakana (Japanese)
es: Katakana (japonés)
fr: Katakana (japonais)
ja: カタカナ（日本語）
ko: 가타카나(일본어)
vi: Katakana (tiếng Nhật)
zh_hans: 片假名（日语）
zh_hant: 片假名（日文）

source: Keep lyrics above other windows
es: Mantener las letras encima de otras ventanas
fr: Gardez les paroles au-dessus des autres fenêtres
ja: 歌詞を他のウィンドウの上に置く
ko: 가사를 다른 창 위에 유지
vi: Giữ lời bài hát phía trên các cửa sổ khác
zh_hans: 将歌词保留在其他窗口之上
zh_hant: 將歌詞保留在其他視窗之上

source: Keep on Top
es: Mantenerse en la cima
fr: Restez au top
ja: トップを維持する
ko: 상단에 유지
vi: Luôn dẫn đầu
zh_hans: 保持领先
zh_hant: 保持領先

source: Korean
es: coreano
fr: Coréen
ja: 韓国人
ko: 한국어
vi: Tiếng Hàn
zh_hans: 韩语
zh_hant: 韓語

source: LLM provider
es: Proveedor de Maestría en Derecho
fr: Fournisseur LLM
ja: LLMプロバイダー
ko: LLM 제공업체
vi: Nhà cung cấp LLM
zh_hans: 法学硕士提供者
zh_hant: 法學碩士提供者

source: LOGIN CODE
es: CÓDIGO DE INICIO DE SESIÓN
fr: CODE DE CONNEXION
ja: ログインコード
ko: 로그인 코드
vi: MÃ ĐĂNG NHẬP
zh_hans: 登录码
zh_hant: 登入碼

source: Latin-Hiragana
es: Latín-Hiragana
ja: ラテン語-ひらがな
ko: 라틴 히라가나
zh_hans: 拉丁平假名
zh_hant: 拉丁平假名

source: Layout
es: Diseño
fr: Disposition
ja: レイアウト
ko: 레이아웃
vi: Bố cục
zh_hans: 布局
zh_hant: 佈局

source: Leave session
es: Salir de la sesión
fr: Quitter la session
ja: セッションを離れる
ko: 세션 나가기
vi: Rời khỏi phiên
zh_hans: 离开会话
zh_hant: 離開會話

source: Left
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
vi: trái
zh_hans: 左
zh_hant: 左

source: Library
es: Biblioteca musical
fr: Bibliothèque musicale
ja: ライブラリ
ko: 음악 보관함
vi: Thư viện nhạc
zh_hans: 音乐库
zh_hant: 音樂庫

source: Lines
es: Líneas
fr: Lignes
ja: ライン
ko: 라인
vi: dòng
zh_hans: 线路
zh_hant: 線路

source: Link this device
es: Vincular este dispositivo
fr: Associer cet appareil
ja: このデバイスをリンクする
ko: 이 기기를 연결하세요
vi: Liên kết thiết bị này
zh_hans: 链接此设备
zh_hant: 連結此設備

source: Listen Together
es: Escuchar juntos
fr: Écouter ensemble
ja: 一緒に聴く
ko: 함께 듣기
vi: Nghe cùng nhau
zh_hans: 一起听
zh_hant: 一起聽

source: Listening in sync
es: Escuchando en sincronía
fr: Écoute synchronisée
ja: 同期して聞く
ko: 동기화하여 듣기
vi: Nghe đồng bộ
zh_hans: 同步聆听
zh_hant: 同步聆聽

source: Live
es: en vivo
fr: En direct
ja: ライブ
ko: 라이브
vi: Trực tiếp
zh_hans: 直播
zh_hant: 直播

source: Live in %@
es: En directo en %@
fr: En direct dans %@
ja: %@ でライブ配信中
ko: %@에서 라이브
vi: Đang phát trực tiếp trong %@
zh_hans: 在 %@ 直播
zh_hant: 在 %@ 直播

source: Loading Telegram contacts…
es: Cargando contactos de Telegram…
fr: Chargement des contacts Telegram…
ja: Telegram の連絡先を読み込み中…
ko: 텔레그램 연락처 로드 중…
vi: Đang tải danh bạ Telegram…
zh_hans: 正在加载 Telegram 联系人...
zh_hant: 正在載入 Telegram 聯絡人...

source: Loading track
es: Cargando pista
fr: Chargement de la piste
ja: トラックをロード中
ko: 트랙 로드 중
vi: Đang tải bản nhạc
zh_hans: 装载轨道
zh_hant: 裝載軌道

source: Local Telegram configuration is missing.
es: Falta la configuración de Telegram local.
fr: La configuration du Telegram local est manquante.
ja: ローカル Telegram 設定がありません。
ko: 로컬 텔레그램 구성이 누락되었습니다.
vi: Cấu hình Telegram cục bộ bị thiếu.
zh_hans: 缺少本地 Telegram 配置。
zh_hant: 缺少本地 Telegram 配置。

source: Lock Floating Lyrics
es: Bloquear flotante
fr: Verrouiller Flottant Paroles
ja: ロック・フローティングの歌詞
ko: 부동 가사 잠금
vi: Lời bài hát Khóa Nổi
zh_hans: 锁定浮动歌词
zh_hant: 鎖定浮動歌詞

source: Lock Lyrics
es: Bloquear letras
fr: Verrouiller Paroles
ja: ロックの歌詞
ko: 잠금 가사
vi: Khóa Lời bài hát
zh_hans: 锁歌词
zh_hant: 鎖歌詞

source: Lyric Pronunciation
es: Pronunciación lírica
fr: Prononciation des paroles
ja: 歌詞の発音
ko: 가사 발음
vi: Phát âm lời bài hát
zh_hans: 歌词发音
zh_hant: 歌詞發音

source: Lyric language
es: lenguaje lírico
fr: Langue lyrique
ja: 歌詞言語
ko: 가사 언어
vi: Ngôn ngữ trữ tình
zh_hans: 抒情语言
zh_hant: 抒情語言

source: Lyric pronunciation
es: Pronunciación lírica
fr: Prononciation lyrique
ja: 歌詞の発音
ko: 가사발음
vi: Phát âm lời bài hát
zh_hans: 抒情发音
zh_hant: 抒情發音

source: Lyrics
es: Letras
fr: Paroles
ja: 歌詞
ko: 가사
vi: Lời bài hát
zh_hans: 歌词
zh_hant: 歌詞

source: Lyrics Appearance
es: Apariencia de la letra
fr: Apparence des paroles
ja: 歌詞の登場
ko: 가사 모양
vi: Lời bài hát Ngoại hình
zh_hans: 歌词出现
zh_hant: 歌詞出現

source: Lyrics match
es: Coincidencia de letras
fr: Les paroles correspondent
ja: 歌詞一致
ko: 가사 일치
vi: Lời bài hát phù hợp
zh_hans: 歌词匹配
zh_hant: 歌詞匹配

source: Lyrics preview
es: Vista previa de la letra
fr: Aperçu des paroles
ja: 歌詞プレビュー
ko: 가사 미리보기
vi: xem trước lời bài hát
zh_hans: 歌词预览
zh_hant: 歌詞預覽

source: Lyrics server
es: Servidor de letras
fr: Serveur de paroles
ja: 歌詞サーバー
ko: 가사 서버
vi: Máy chủ lời bài hát
zh_hans: 歌词服务器
zh_hant: 歌詞伺服器

source: Lyrics unavailable
es: Letras no disponibles
fr: Paroles indisponibles
ja: 歌詞が利用できません
ko: 가사를 사용할 수 없음
vi: Lời bài hát không có sẵn
zh_hans: 歌词不可用
zh_hant: 歌詞不可用

source: MUSIC PLAYER
es: REPRODUCTOR DE MÚSICA
fr: LECTEUR DE MUSIQUE
ja: ミュージックプレーヤー
ko: 뮤직 플레이어
vi: MÁY CHƠI NHẠC
zh_hans: 音乐播放器
zh_hant: 音樂播放器

source: Maximum
es: Máximo
fr: Maximale
ja: 最大値
ko: 최대
vi: Tối đa
zh_hans: 最大
zh_hant: 最大

source: Message
es: Mensaje
ja: メッセージ
ko: 메시지
vi: Tin nhắn
zh_hans: 留言
zh_hant: 留言

source: Model ID
es: ID del modelo
fr: ID du modèle
ja: モデルID
ko: 모델 ID
vi: Mã mẫu
zh_hans: 型号编号
zh_hant: 型號編號

source: Monospaced
es: monoespaciado
fr: Monospace
ja: 等幅
ko: 고정폭
vi: Cách đơn
zh_hans: 等宽
zh_hant: 等寬

source: Move down
es: Bajar
fr: Descendre
ja: 下に移動
ko: 아래로 이동
vi: Di chuyển xuống
zh_hans: 下移
zh_hant: 下移

source: Move lyrics window
es: Mover ventana de letras
fr: Déplacer la fenêtre des paroles
ja: 歌詞ウィンドウを移動する
ko: 가사창 이동
vi: Di chuyển cửa sổ lời bài hát
zh_hans: 移动歌词窗口
zh_hant: 移動歌詞視窗

source: Move up
es: Subir
fr: Monter
ja: 上に移動
ko: 위로 이동
vi: Di chuyển lên
zh_hans: 向上移动
zh_hant: 向上移動

source: Music
es: Música
fr: Musique
ja: 音楽
ko: 음악
vi: Âm nhạc
zh_hans: 音乐
zh_hant: 音樂

source: Music Bot
es: Robot musical
fr: Robot musical
ja: ミュージックボット
ko: 뮤직봇
vi: Bot âm nhạc
zh_hans: 音乐机器人
zh_hant: 音樂機器人

source: Music Bots
es: Robots musicales
fr: Robots musicaux
ja: 音楽ボット
ko: 뮤직 봇
vi: Bot âm nhạc
zh_hans: 音乐机器人
zh_hant: 音樂機器人

source: Music playlist created by Telisten
es: Lista de reproducción de música creada por Telisten
fr: Playlist musicale créée par Telisten
ja: Telisten が作成した音楽プレイリスト
ko: Telisten이 만든 음악 재생 목록
vi: Danh sách nhạc được tạo bởi Telisten
zh_hans: 由 Telisten 创建的音乐播放列表
zh_hant: 由 Telisten 創建的音樂播放列表

source: Mute
es: Silenciar
fr: Muet
ja: ミュート
ko: 음소거
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

source: NEW PLAYLIST
es: NUEVA LISTA DE REPRODUCCIÓN
fr: NOUVELLE LISTE DE LECTURE
ja: 新しいプレイリスト
ko: 새로운 재생목록
vi: DANH SÁCH PHÁT MỚI
zh_hans: 新播放列表
zh_hant: 新播放列表

source: Next
es: Canción siguiente
fr: Titre suivant
ja: 次の曲
ko: 다음 곡
vi: Bài tiếp theo
zh_hans: 下一首
zh_hant: 下一首

source: Next line
es: siguiente linea
fr: Ligne suivante
ja: 次の行
ko: 다음 줄
vi: Dòng tiếp theo
zh_hans: 下一行
zh_hant: 下一行

source: Next lyric
es: Siguiente letra
fr: Parole suivante
ja: 次の歌詞
ko: 다음 가사
vi: Lời bài hát tiếp theo
zh_hans: 下一首歌词
zh_hant: 下一首歌詞

source: No Telegram contacts
es: Sin contactos de Telegram
fr: Aucun contact Telegram
ja: Telegram の連絡先がありません
ko: 텔레그램 연락처 없음
vi: Không có liên hệ Telegram
zh_hans: 没有 Telegram 联系人
zh_hant: 沒有 Telegram 聯絡人

source: No favorites yet
es: Aún no hay favoritos
fr: Pas encore de favoris
ja: まだお気に入りはありません
ko: 아직 즐겨찾기가 없습니다.
vi: Chưa có mục yêu thích nào
zh_hans: 还没有收藏夹
zh_hant: 還沒有收藏夾

source: No lyrics found
es: No se encontraron letras
fr: Aucune parole trouvée
ja: 歌詞が見つかりませんでした
ko: 가사를 찾을 수 없습니다
vi: Không tìm thấy lời bài hát
zh_hans: 没有找到歌词
zh_hant: 沒找到歌詞

source: No matching admin rooms
es: No hay salas de administración coincidentes
fr: Aucune salle d'administration correspondante
ja: 一致する管理ルームはありません
ko: 일치하는 관리실이 없습니다.
vi: Không có phòng quản trị phù hợp
zh_hans: 没有匹配的管理室
zh_hant: 沒有匹配的管理室

source: No matching contacts
es: No hay contactos coincidentes
fr: Aucun contact correspondant
ja: 一致する連絡先がありません
ko: 일치하는 연락처 없음
vi: Không có liên hệ phù hợp
zh_hans: 没有匹配的联系人
zh_hant: 沒有匹配的聯絡人

source: No messages yet
es: Aún no hay mensajes
fr: Pas encore de messages
ja: まだメッセージはありません
ko: 아직 메시지가 없습니다
vi: Chưa có tin nhắn nào
zh_hans: 还没有消息
zh_hant: 還沒有消息

source: No music chats found
es: No se encontraron chats de música
fr: Aucune conversation musicale trouvée
ja: 音楽チャットが見つかりませんでした
ko: 음악 채팅을 찾을 수 없습니다.
vi: Không tìm thấy cuộc trò chuyện âm nhạc nào
zh_hans: 未找到音乐聊天记录
zh_hant: 未找到音樂聊天記錄

source: No music found
es: No se encontró música
fr: Aucune musique trouvée
ja: 音楽が見つかりません
ko: 음악을 찾을 수 없습니다.
vi: Không tìm thấy nhạc
zh_hans: 没有找到音乐
zh_hant: 沒有找到音樂

source: No music from this bot
es: No hay música de este bot.
fr: Aucune musique de ce bot
ja: このボットからは音楽がありません
ko: 이 봇에는 음악이 없습니다.
vi: Không có nhạc từ bot này
zh_hans: 该机器人没有音乐
zh_hant: 該機器人沒有音樂

source: No rooms you administer
es: No hay salas que administres
fr: Aucune salle que vous administrez
ja: あなたが管理する部屋はありません
ko: 귀하가 관리하는 회의실이 없습니다.
vi: Không có phòng nào bạn quản lý
zh_hans: 没有您管理的房间
zh_hant: 沒有您管理的房間

source: No search bots configured
es: No hay robots de búsqueda configurados
fr: Aucun robot de recherche configuré
ja: 検索ボットが構成されていません
ko: 구성된 검색 봇이 없습니다.
vi: Không có bot tìm kiếm nào được định cấu hình
zh_hans: 未配置搜索机器人
zh_hant: 未配置搜尋機器人

source: Nothing downloaded
es: Nada descargado
fr: Rien de téléchargé
ja: 何もダウンロードされていません
ko: 다운로드된 항목이 없습니다.
vi: Không có gì được tải xuống
zh_hans: 没有下载任何内容
zh_hant: 沒有下載任何內容

source: Now playing section
es: Sección en reproducción
fr: Section en cours de lecture
ja: 現在再生中のセクション
ko: 지금 재생 중인 구간
vi: Phần đang phát
zh_hans: 现在播放部分
zh_hant: 現在播放部分

source: OK
es: bien
fr: D'accord
ko: 알았어
vi: được rồi
zh_hans: 好的
zh_hant: 好的

source: Off
es: Apagado
fr: Désactivé
ja: オフ
ko: 끄기
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Offline cache
es: Caché sin conexión
fr: Cache hors ligne
ja: オフラインキャッシュ
ko: 오프라인 캐시
vi: Bộ nhớ đệm ngoại tuyến
zh_hans: 离线缓存
zh_hant: 離線緩存

source: On a signed-in device, open Telegram Settings → Devices → Link Desktop Device, then scan this code.
es: En un dispositivo registrado, abra Configuración de Telegram → Dispositivos → Vincular dispositivo de escritorio, luego escanee este código.
fr: Sur un appareil connecté, ouvrez Paramètres Telegram → Appareils → Lier un appareil de bureau, puis scannez ce code.
ja: サインインしたデバイスで、[Telegram 設定] → [デバイス] → [デスクトップ デバイスのリンク] を開き、このコードをスキャンします。
ko: 로그인된 장치에서 텔레그램 설정 → 장치 → 데스크톱 장치 연결을 열고 이 코드를 스캔하세요.
vi: Trên thiết bị đã đăng nhập, mở Cài đặt Telegram → Thiết bị → Liên kết thiết bị máy tính để bàn, sau đó quét mã này.
zh_hans: 在已登录的设备上，打开 Telegram 设置 → 设备 → 链接桌面设备，然后扫描此代码。
zh_hant: 在已登入的裝置上，開啟 Telegram 設定 → 裝置 → 連結桌面設備，然後掃描此程式碼。

source: On device
es: En el dispositivo
fr: Sur l'appareil
ja: デバイス上
ko: 기기에서
vi: Trên thiết bị
zh_hans: 在设备上
zh_hant: 在設備上

source: One track could not be downloaded.
es: No se pudo descargar una pista.
fr: Une piste n'a pas pu être téléchargée.
ja: 1曲ダウンロードできませんでした。
ko: 트랙 1개를 다운로드할 수 없습니다.
vi: Không thể tải xuống một bản nhạc.
zh_hans: 无法下载一首曲目。
zh_hant: 無法下載一首曲目。

source: Only Telegram channel playlists can be deleted.
es: Solo se pueden eliminar las listas de reproducción de canales de Telegram.
fr: Seules les listes de lecture des chaînes Telegram peuvent être supprimées.
ja: Telegram チャンネルのプレイリストのみを削除できます。
ko: 텔레그램 채널 재생 목록만 삭제할 수 있습니다.
vi: Chỉ có thể xóa danh sách phát của kênh Telegram.
zh_hans: 只能删除 Telegram 频道播放列表。
zh_hant: 只能刪除 Telegram 頻道播放清單。

source: Only an administrator can start Listen Together in this group or channel.
es: Solo un administrador puede iniciar Escuchar juntos en este grupo o canal.
fr: Seul un administrateur peut démarrer Listen Together dans ce groupe ou ce canal.
ja: このグループまたはチャネルで Listen Together を開始できるのは管理者だけです。
ko: 관리자만이 이 그룹이나 채널에서 함께 듣기를 시작할 수 있습니다.
vi: Chỉ quản trị viên mới có thể bắt đầu Nghe cùng nhau trong nhóm hoặc kênh này.
zh_hans: 只有管​​理员才能在此群组或频道中启动 Listen Together。
zh_hant: 只有管​​理員才能在此群組或頻道中啟動 Listen Together。

source: Open or unlock the floating lyrics window
es: Abrir o desbloquear la ventana flotante de letras
fr: Ouvrir ou déverrouiller la fenêtre flottante des paroles
ja: フローティング歌詞ウィンドウを開くかロックを解除する
ko: 플로팅 가사 창 열기 또는 잠금 해제
vi: Mở hoặc mở khóa cửa sổ lời bài hát nổi
zh_hans: 打开或解锁浮动歌词窗口
zh_hant: 打開或解鎖浮動歌詞視窗

source: Opens a link
es: Abre un enlace
fr: Ouvre un lien
ja: リンクを開きます
ko: 링크를 엽니다
vi: Mở một liên kết
zh_hans: 打开链接
zh_hant: 打開連結

source: Opens the interactive Telegram bot conversation
es: Abre la conversación interactiva del bot de Telegram.
fr: Ouvre la conversation interactive du robot Telegram
ja: インタラクティブな Telegram ボットの会話を開きます
ko: 대화형 텔레그램 봇 대화를 엽니다
vi: Mở cuộc trò chuyện tương tác với bot Telegram
zh_hans: 打开交互式 Telegram 机器人对话
zh_hant: 開啟互動式 Telegram 機器人對話

source: Order
es: Orden
fr: Commande
ja: 注文
ko: 주문
vi: Đặt hàng
zh_hans: 订单
zh_hant: 訂單

source: Other
es: Otro
fr: Autre
ja: その他
ko: 기타
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: PASSWORD
es: CONTRASEÑA
fr: MOT DE PASSE
ja: パスワード
ko: 비밀번호
vi: MẬT KHẨU
zh_hans: 密码
zh_hant: 密碼

source: PHONE NUMBER
es: NÚMERO DE TELÉFONO
fr: NUMÉRO DE TÉLÉPHONE
ja: 電話番号
ko: 전화번호
vi: SỐ ĐIỆN THOẠI
zh_hans: 电话号码
zh_hant: 電話號碼

source: Partial streams resume from disk. Oldest cached music is removed when this limit is reached.
es: Las transmisiones parciales se reanudan desde el disco. La música almacenada en caché más antigua se elimina cuando se alcanza este límite.
fr: Les flux partiels reprennent à partir du disque. La musique la plus ancienne mise en cache est supprimée lorsque cette limite est atteinte.
ja: 部分ストリームがディスクから再開されます。この制限に達すると、キャッシュされた最も古い音楽が削除されます。
ko: 부분 스트림은 디스크에서 재개됩니다. 이 제한에 도달하면 가장 오래 캐시된 음악이 제거됩니다.
vi: Luồng một phần tiếp tục từ đĩa. Nhạc được lưu trong bộ nhớ đệm cũ nhất sẽ bị xóa khi đạt đến giới hạn này.
zh_hans: 部分流从磁盘恢复。当达到此限制时，最旧的缓存音乐将被删除。
zh_hant: 部分流從磁碟恢復。當達到此限制時，最舊的快取音樂將被刪除。

source: Pass clicks through lyrics. Reopen Floating Lyrics or press ⇧⌘L to unlock.
es: Pasar clics a través de las letras. Vuelva a abrir Letras flotantes o presione ⇧⌘L para desbloquear.
fr: Passez les clics à travers les paroles. Rouvrez les paroles flottantes ou appuyez sur ⇧⌘L pour déverrouiller.
ja: 歌詞をクリックして通過させます。フローティング歌詞を再度開くか、⇧⌘L を押してロックを解除します。
ko: 가사를 통해 클릭을 전달합니다. 부동 가사를 다시 열거나 ⇧⌘L을 눌러 잠금을 해제하세요.
vi: Chuyển số nhấp chuột qua lời bài hát. Mở lại Lời bài hát nổi hoặc nhấn ⇧⌘L để mở khóa.
zh_hans: 通过歌词传递点击次数。重新打开浮动歌词或按 ⇧⌘L 解锁。
zh_hant: 透過歌詞傳遞點擊次數。重新開啟浮動歌詞或按 ⇧⌘L 解鎖。

source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Pause
es: Pausa
ja: 一時停止
ko: 일시중지
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: Pick a playlist, favorite, download, or music source from the sidebar.
es: Elija una lista de reproducción, un favorito, una descarga o una fuente de música en la barra lateral.
fr: Choisissez une liste de lecture, un favori, un téléchargement ou une source musicale dans la barre latérale.
ja: サイドバーからプレイリスト、お気に入り、ダウンロード、または音楽ソースを選択します。
ko: 사이드바에서 재생 목록, 즐겨찾기, 다운로드 또는 음악 소스를 선택하세요.
vi: Chọn danh sách phát, mục yêu thích, tải xuống hoặc nguồn nhạc từ thanh bên.
zh_hans: 从侧边栏中选择播放列表、收藏夹、下载或音乐源。
zh_hant: 從側邊欄中選擇播放清單、收藏夾、下載或音樂來源。

source: Pinned chat
es: Chat fijado
fr: Discussion épinglée
ja: 固定チャット
ko: 고정된 채팅
vi: Trò chuyện được ghim
zh_hans: 固定聊天
zh_hant: 固定聊天

source: Play
es: Reproducir
fr: Lire
ja: 再生
ko: 재생
vi: Phát
zh_hans: 播放
zh_hant: 播放

source: Play a song to see its lyrics
es: Reproduce una canción para ver su letra.
fr: Jouez une chanson pour voir ses paroles
ja: 曲を再生すると歌詞が表示されます
ko: 노래를 재생하여 가사를 확인하세요.
vi: Phát một bài hát để xem lời bài hát
zh_hans: 播放歌曲以查看其歌词
zh_hant: 播放歌曲以查看其歌詞

source: Play a track before starting Listen Together.
es: Reproduzca una pista antes de comenzar a Escuchar juntos.
fr: Jouez une piste avant de démarrer Listen Together.
ja: Listen Together を開始する前にトラックを再生します。
ko: 함께 듣기를 시작하기 전에 트랙을 재생하세요.
vi: Phát một bản nhạc trước khi bắt đầu Listen Together.
zh_hans: 在开始 Listen Together 之前播放曲目。
zh_hant: 在開始 Listen Together 之前播放曲目。

source: Play mode
es: Modo de reproducción
fr: Mode de lecture
ja: 再生モード
ko: 재생 모드
vi: Chế độ phát
zh_hans: 播放模式
zh_hant: 播放模式

source: Playback position
es: Posición de reproducción
fr: Position de lecture
ja: 再生位置
ko: 재생 위치
vi: Vị trí phát lại
zh_hans: 播放位置
zh_hant: 播放位置

source: Playlist actions
es: Acciones de la lista de reproducción
fr: Actions de la liste de lecture
ja: プレイリストのアクション
ko: 재생목록 작업
vi: Tác vụ danh sách phát
zh_hans: 播放列表操作
zh_hant: 播放清單操作

source: Playlist folder
es: Carpeta de lista de reproducción
fr: Dossier de liste de lecture
ja: プレイリストフォルダー
ko: 재생목록 폴더
vi: Thư mục danh sách phát
zh_hans: 播放列表文件夹
zh_hant: 播放清單資料夾

source: Playlist folder name
es: Nombre de la carpeta de la lista de reproducción
fr: Nom du dossier de la liste de lecture
ja: プレイリストのフォルダー名
ko: 재생 목록 폴더 이름
vi: Tên thư mục danh sách phát
zh_hans: 播放列表文件夹名称
zh_hant: 播放清單資料夾名稱

source: Playlist name
es: Nombre de la lista de reproducción
fr: Nom de la liste de lecture
ja: プレイリスト名
ko: 재생목록 이름
vi: Tên danh sách phát
zh_hans: 播放列表名称
zh_hant: 播放清單名稱

source: Playlist title
es: Título de la lista de reproducción
fr: Titre de la playlist
ja: プレイリストのタイトル
ko: 재생목록 제목
vi: Tiêu đề danh sách phát
zh_hans: 播放列表标题
zh_hant: 播放清單標題

source: Playlists
es: Listas de reproducción
ja: プレイリスト
ko: 재생목록
vi: Danh sách phát
zh_hans: 播放列表
zh_hant: 播放列表

source: Prefix (optional)
es: Prefijo (opcional)
fr: Préfixe (facultatif)
ja: プレフィックス (オプション)
ko: 접두어(선택사항)
vi: Tiền tố (tùy chọn)
zh_hans: 前缀（可选）
zh_hant: 前綴（可選）

source: Preparing group audio…
es: Preparando audio grupal…
fr: Préparation de l'audio de groupe…
ja: グループ音声を準備しています…
ko: 그룹 오디오 준비 중…
vi: Đang chuẩn bị âm thanh nhóm…
zh_hans: 正在准备群组音频...
zh_hant: 正在準備群組音訊...

source: Preparing invite link…
es: Preparando enlace de invitación...
fr: Préparation du lien d'invitation…
ja: 招待リンクを準備しています…
ko: 초대 링크 준비 중…
vi: Đang chuẩn bị liên kết lời mời…
zh_hans: 正在准备邀请链接...
zh_hant: 正在準備邀請連結...
